Repository: serverboards/serverboards-plugins-oss
Catalog: expirationwizard/static/lang/*.po
Languages: es

source: This will take long time
es: Esto llevará mucho tiempo

source: Updating expirations. This will take long time.
es: Actualizando caducidades. Esto llevará mucho tiempo.

source: Expirations
es: Caducidades

source: Expiration Checker
es: Comprobador de caducidades

source: Update expirations at 2:11am UTC
es: Actualiza las caducidades a las 2:11am UTC

source: Update expirations
es: Actualizar las caducidades

source: SSL Expiration Checker
es: Comprobador caducidades SSL

source: Domain Name Checker
es: Comprobador de Nombres de Dominio

source: Expiration
es: Caducidad

source: What service to watch. Leave empty for all.
es: Que servicio oberserver. Dejalo vacío para todos.

source: Shows the fuure expirations in a timeline. Expirations are defined by components by plugins and may contain things as SSL expirations, contract expirations, Domain Name expirations and so on. It also contains simple rules to create issues when the expirations are getting close to the due data. This is not a calendar service in a classical sense as all the items it contains are get from the real world and are not user updatable unless some action is taken to extend the expiration.
es: Muestra las futuras caducidades en una linea de tiempo. Las caducidades estan definidas en plugins y pueden contener cosas como caducidades SSL, finalización de contratos, caducidades de Nombres de Dominio (DNS) y similares. También contiene reglas sencillas para crear incidecias cuando las expiraciones se aproximan en el tiempo. Esto no es un servicio de calendario en el sentido clásico ya que todos los elementos que contiene se toman del mundo real y no son actualizables por el usuario final a menos que este tome alguna acción para extender el periodo de caducidad.
